[LanguageFile]

// Specificare la versione di Circle Dock per la quale è utilizzato questo file-linguaggio. Usato per verificare la validità.
CircleDockVersion=0.9.2 Alpha 7

// LanguageFileVersion è ad uso dell'autore del file-linguaggio. Per Circle Dock il valore è ininfluente.
LanguageFileVersion=0.2

LanguageName=Italiano

FileAuthor=Alessandro Di Tora

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Sito Web di Circle Dock
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Author
SupportForumWord=Support Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Pressione Tasti / Numero di righe da scorrere per rotazione della rotellina Mouse
IconReplacementMode=Modalità Sostituzione Icone

[MainContextMenu]
WebsiteWord=Sito Web
SettingsWord=Impostazioni
HideWord=Nascondi
ShowWord=Mostra
QuitWord=Esci
RemoveWord=Rimuovi
AddWord=Aggiungi
DockFolder=Fissa Cartella
ChangeIcon=Cambia Icona

[SettingsPanel]
Name=Configurazione Circle Dock
SettingsPanelWord=Pannello Impostazioni
GeneralWord=Generale
DockShape=Forma Dock

Labels=Etichette
Animation=Animazione
LocationWord=Posizione
TogglingWord=Scambio
FileDockIconAssociations=File -> Associazione Icone Dock 
LanguageWord=Lingua
HelpWord=Aiuto
HotKeySelectorToggleDock=Selezione Hotkey (per alternare la visibilità del Dock)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Maiusc
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Combinazione Valida Hotkey 
InvalidHotKeyCombination=Combinazione Hotkey Invalida/In Uso

CentreAroundCursorWhenShown=Centra il Dock attorno al cursore quando visibile
CircleDockVersionWord=Versione del Circle Dock Version
EnableDockRotation=Abilita la rotazione del Dock

ConfigurationDescriptionLabel=Personalizza la visualizzazione del Circle Dock sullo schermo

// General Panel
KeepDockAboveAllOtherWindows=Mantiene il Dock in primo piano
ClickSensitivity=Sensibilità di pressione
Sensitive=Sensibile
NotSensitive=Non Sensibile
EnablePortabilityMode=Abilità la modalità interscambio
UseMemorySaver=Usa risparmio di memoria

// Background Panel
Background=Sfondo
BackgroundImage=Immagine di sfondo
NormalSize=Dimensioni normali
NormalOpacity=Opacità normale 

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Numero Costante di elementi per ruota
NumberOfIconsPerCircle=Numero di icone per ruota
MinimumRadius=Raggio minimo
SeparationBetweenCircles=Separazione tra ruote
FormatWord=Formato
CircleWord=Ruota

// Centre Button Panel
CentreButton=Centra il Pulsante
DefaultCentreButton=Pulsante impostato al centro 
OtherSettings=Altre impostazioni
ShowStartMenuWhenClicked=Mostra il menu iniziale se premuto
StartMenuResidueWarning=Nota: dovete disattivare "mostra le ombre sotto i menù" nelle impostazioni di Windows o risulteranno ombre residue.

// Dock Items Panel
DockItems=Elementi Dock
RightClickMenu=Menù tasto destro
ShowWindowsFileFolderMenus=Mostra i menù cartelle di Windows
HideDock=Nasconde Dock
HideDockAfterFileExecution=Nasconde Dock dopo l'apertura di elementi/cartelle

// Labels Panel
FontWord=Carattere
ChangeFont=Cambia Carattere
ChangeColor=Cambia Colore
ShadowWord=Ombreggiatura
ShadowSize=Dimensioni dell'ombreggiatura
ShadowDarknessFactor=Fattore di oscurità dell'ombra
ShowLabels=Mostra etichette
ShowLabelsOnMouseoverOnly=Mostra etichette solo al passaggio del mouse

// Animation
AnimationWord=Animazione
GeneralFrameRate=General Frame Rate (FPS)
RotationAnimationDuration=Durata della rotazione animata (ms)
FadeInFadeOutDuration=Durata della sfumatura In / Out (ms)
UsePoofAnimationWhenDeleting=Usa l'animazione Poof in cancellazione (Sperimentale)

// About Panel
AboutWord=Informazioni
ThePremiereCircularDockForWindows=il primo dock circolare per Windows 
WebsiteWord=Sito Web
VersionInformation=Informazioni sulla Versione
OfficialHomepage=Homepage Ufficiale

// Help Panel
SupportWord=Support
OfficialWebForum=Forum Web Ufficiale
OfficialWebHelpFAQ=Aiuto/FAQ Web Ufficiale

// Language Panel
LanguageFileLocation=Posizione del file di linguaggio
LanguageName=Nome del linguaggio
LanguageFileAuthor=Autore del file di linguaggio
LanguageFileVersion=Versione del file di linguaggio
LanguageFileOriginallyIntendedFor=File di linguaggio originale per questa versione di Circle Dock:
LanguageFileProgramRestartRequired=***Rieseguire il programma per cambiare completamente il linguaggio***
LanguageFileValidCurrent=File di linguaggio valido/attuale
LanguageFileInvalidOutofDate=File di linguaggio invalido/scaduto

// File -> Icon Associations
FileIconAssocationsDescription=Icone usate per aggiungere elementi/cartelle al Dock
FileNameIconAssociations=Nome del file -> Icona Associata
FolderNameIconAssociations=Nome della cartella -> Icone Associate
FileExtensionIconAssociations=Suffisso del file -> Icona Associata
DockFolderIconAssociation=cartella del Dock -> Icona Associata

// Toggling
ToggleVisibilityHotKey=Tasto di alternanza della visibilità
ToggleVisibilityMouseButton=bottone del mouse per alternanza della visibilità
ShowDockWhenIMoveMyMouseTo=Mostra il Dock quando muovo il mouse verso...
ScreenLeftEdge=Schermo - limite sinistro
ScreenRightEdge=Schermo - limite destro
ScreenTopEdge=Schermo - limite alto
ScreenBottomEdge=Schermo - limite basso
EdgeWidthHeight=limite lunghezza/altezza

[ErrorMessages]
MissingInvalid=Mancante/Invalido
FilePathMissingInvalid=elemento/percorso mancante o invalido
